Repository: siju-george/flowingly
Catalog: WebApiBoilerplate/WebApi/Resources/Localization/Translation.*.resx
Languages: bs

source: Confirm your email
bs: Potvrda email adrese

source: Email '{0}' is already taken.
bs: Email adresa '{0}' je zauzeta.

source: Given name cannot be empty.
bs: Ime ne može biti prazno.

source: Given name cannot be longer than {0} characters.
bs: Ime ne može imati više od {0} znakova.

source: Given name must be at least {0} characters long.
bs: Ime mora imati najmanje {0} znakova.

source: Invalid code.
bs: Neispravna šifra.

source: Invalid email address.
bs: Neispravna email adresa.

source: Invalid length of password hash (64 bytes expected).
bs: Netačna dužina za hash lozinke (očekivano 64 byte-a).

source: Invalid length of password salt (128 bytes expected).
bs: Netačna dužina za salt lozinke (očekivano 128 byte-a).

source: Family name cannot be empty.
bs: Prezime ne može biti prazno.

source: Family name cannot be longer than {0} characters.
bs: Prezime ne može imati više od {0} znakova.

source: Family name must be at least {0} characters long.
bs: Prezime mora imati najmanje {0} znakova.

source: Password cannot be empty.
bs: Lozinka ne može biti prazna.

source: Password is incorrect.
bs: Neispravna lozinka.

source: Password is required.
bs: Lozinka je obavezna.

source: Password must be at least {0} characters long.
bs: Lozinka mora imati najmanje {0} znakova.

source: Password must contain at least one digit.
bs: Lozinka mora sadržavati najmanje jedan broj.

source: Password must contain at least one lowercase letter.
bs: Lozinka mora sadržavati najmanje jedno malo slovo.

source: Password must contain at least one uppercase letter.
bs: Lozinka mora sadržavati najmanje jedno veliko slovo.

source: Reset your password
bs: Zaboravljena lozinka

source: Something went wrong... Please contact support.
bs: Nešto nije u redu... Molimo Vas kontaktirajte podršku.

source: This link has expired... Please try to reset password again.
bs: Ova veza je istekla... Pokušajte promijeniti lozinku ponovo.

source: User not found.
bs: Korisnik nije pronađen.

source: Username '{0}' is already taken.
bs: Korisničko ime '{0}' je zauzeto.

source: Username cannot be empty.
bs: Korisničko ime ne može biti prazno.

source: Username cannot be longer than {0} characters.
bs: Korisničko ime ne može imati više od {0} znakova.

source: Username is incorrect.
bs: Neispravno korisničko ime.

source: Username must be at least {0} characters long.
bs: Korisničko ime mora imati najmanje {0} znakova.

source: Value cannot be empty or whitespace only string.
bs: Tekst ne može biti prazan ili samo sadržavati samo razmake.

source: You must wait for {0} seconds before you try to change email again.
bs: Morate sačekati još {0} sekundi prije nego što pokušate ponovo promijeniti email.

source: You must wait for {0} seconds before you try to log in again.
bs: Morate sačekati još {0} sekundi prije nego što se probate ponovo prijaviti.

source: You must wait for {0} seconds before you try to reset password again.
bs: Morate sačekati još {0} sekundi prije nego što pokušate ponovo promijeniti lozinku.

source: Sending of confirmation email failed.
bs: Slanje verifikacijskog emaila nije uspjelo.

source: Sending of email failed.
bs: Slanje emaila nije uspjelo.

source: Cannot update given name.
bs: Nije moguće promijeniti ime.

source: Cannot update family name.
bs: Nije moguće promijeniti prezime.

source: Cannot update password.
bs: Nije moguće promijeniti lozinku.

source: Cannot update email.
bs: Nije moguće promijeniti email.
